Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游小默思来想去，颇不甘心的说道：“那你回去告诉他，让他洗干净屁股等我去咒他。”
en_us: You XiaoMo seemed to be thinking, and he said, not admitting defeat, "Then you can go back and tell him to wash his butt clean and wait for me to smack him." (让他洗干净屁股等我去揍他?? like literally? lmao)

source: 游小默思索了片刻，“他喜欢水？”
en_us: You XiaoMo pondered for a moment. "He likes water?"

source: 游小默急忙刹住脚步，看着他眨眨眼睛。
en_us: You XiaoMo quickly stopped in his tracks and blinked at him.

source: 游小默急忙把他拉走，再让看下去，他不敢保证凌霄会一秒变禽兽，人家禽兽的对象绝对是他，为自己的小命着想——再见了，活春宫！
en_us: You XiaoMo hurriedly dragged him away. If they kept watching, he couldn't be certain if Ling Xiao would be affected or not, and if he was, then You XiaoMo would definitely become his victim. For the sake of his health, goodbye, real life AV!

source: 游小默急忙抓住龟壳边缘，用一只手稳住身体，另一只手从怀里掏出他的一对金翅虫，金翅虫号称能吞噬万物，虽然可能有点夸张，但是它们能吞噬禁制确实事实。
en_us: You XiaoMo hurriedly grabbed onto the edge of the shell, stabilizing himself with one hand and bringing out his golden winged insects with the other. Golden Winged Insects were said to be able to devour anything. Though this might be a bit of an exaggeration, it was true that they could chew through any seal.

source: 游小默急忙跟上，看来只能问人了。
en_us: You XiaoMo hurried to catch up. By the looks of things, they could only ask around.

source: 游小默急忙道：“可是他们快攻进来了。”
en_us: You XiaoMo hastily replied, "But they're about to burst in."

source: 游小默急急忙忙把衣服收起来。
en_us: You XiaoMo hurriedly put the clothes away.

source: 游小默总算明白了，说白了其实就是被包养的。
en_us: Xiao Mo finally understood. To put it plainly, she was being kept.

source: 游小默总算知道为什么明知道海上有海贼，河镇的商船还是每个月都会出海一次，原来他们会挑选一些想出海的外来者充当随行的保镖。
en_us: You XiaoMo finally knew why the merchant ships from the River Town would go out to sea once every month even when they knew that there were pirates out there. It turned out that they would choose some outsiders who wanted to go out to sea to serve as bodyguards on the trip.

source: 游小默总算知道玄明为什么让他们有麻烦可以去找玄龟族。
en_us: Finally You XiaoMo knew why Xuan Ming told them to find the Black Turtle Clan if they ever encountered trouble.

source: 游小默总算见识到了，他一直以为菜市场是世界上最强大的杀伤器，没想到一山还有一山高，总有你想不到的，没有人做不到的。
en_us: You XiaoMo finally realized that, though he had thought that marketplaces were the most dangerous weapon, there were worse things out there. You might not be able to imagine it, but that didn't mean it wasn't impossible.

source: 游小默总觉得这个老人有些咄咄逼人，这个问题不好回答，因为跟他刚刚说的问题有直接关系，所以他决定暂时避开这个问题，假装没听到老人的话。
en_us: You XiaoMo felt that this old man was really overbearing. This question wouldn't be easy to answer because it had something to do with the problem they had just discussed, so he decided to avoid the question for now, pretending to not hear the old man's words.

source: 游小默总觉得，玉简主人的名字好像在哪里见过一样，十二级丹师，又是他见过的，印象中，貌似只有一个人……
en_us: You XiaoMo had a feeling that he had seen this jade drive owner's name somewhere before. A level twelve mage, and someone he had seen before; as he recalled, it appeared that there was only one person...

source: 游小默恍然大悟，不要说彩级丹方，一般人就算是九级十级丹方都未必肯拿出来，这位鲁长老的要求确实很高。
en_us: You XiaoMo had a sudden idea. Never mind rainbow pill recipes, most people couldn't even get their hands on nine or tenth grade recipes. This Elder Lu really did have high demands."

source: 游小默恶心得连糖藕片都不敢吃了。
en_us: You XiaoMo was so disgusted that he didn't even dare continue eating the sugared lotus root chips.

source: 游小默悄声走到凌霄身后，见他在聚精会神的摆弄手中的禁制玉简，突然生出一丝恶作剧的心理，直接把清水浇到他身上应该也可以算帮他清洗身体吧。
en_us: You XiaoMo saw Ling Xiao concentrating on the sealed jade drive that he was fiddling with as he snuck up behind Ling Xiao. He was suddenly struck by a mischievous impulse. If he poured water directly on Ling Xiao, it could also be considered as helping him clean his body ba?

source: 游小默惊讶地道：“真的?
en_us: You XiaoMo exclaimed in astonishment, "Really?

source: 游小默惊讶地道：“真的？
en_us: You XiaoMo exclaimed in astonishment, "Really?

source: 游小默惊讶的打量起男人，第一印象就给他一种很温柔的感觉，看不出来他已经超过一万岁了。
en_us: You XiaoMo sized the man up in surprise. The first impression gave him a very gentle feeling and he could not tell that the man was already more than then thousand years old.

source: 游小默惊讶的看着一脸尴尬的乔无星，被他拉着的是天心，俏脸欣喜，眼睛贼亮的看着他，在他们身后，则是颜辉和程向荣，而在程向荣身后，则是站在自家门口的九夜，他抱着双臂面无表情的倚在门框上，竟然都齐集在他门口。
en_us: You XiaoMo looked in surprise at the awkward-looking Qiao WuXing and the delighted Tian Xin, who was pulling the former along, her eyes bright as she looked at him. Behind them was Yan Hui and Cheng XiangRong, and behind Cheng XiangRong was Jiu Ye standing at his door, arms crossed as he leaned against the frame emotionlessly. They were all gathered in front of You XiaoMo’s door for some reason.

source: 游小默惊讶的看着他，仅凭一个破洞就能猜出是金翅虫？
en_us: You XiaoMo looked at him in shock. This person could guess that it was the Golden Winged Insects just from a hole?

source: 游小默惊讶道：“在哪？”
en_us: You XiaoMo was shocked and asked, "Where?"

source: 游小默惊讶，“你怎么知道？”
en_us: You XiaoMo was astonished, "How did you know?"

source: 游小默想了半天也没想到什么名字适合小乌龟。
en_us: You XiaoMo thought for a long time, yet he could not come up with a suitable name for the little tortoise.

source: 游小默想了想便点点头，不过他没有让武成看到顶级灵草就买下来，他回想了下那些彩级丹方所需要的顶级灵草，当即默写出一些灵草，递给他道：“那就请你帮我留意这张纸上的灵草，市价多少我照价收购。”
en_us: After thinking about it, You XiaoMo nodded. However, he didn't tell Wu Cheng to buy every top tier magic herbs, instead, he recalled the ones used in rainbow pills and wrote a list of herbs by memory. Handing it over he said, "Then please be on a look out of the magic herbs on this list, I'll buy it at the market price."

source: 游小默想了想还是觉得把事情说开比较好，他现在的情况和以前不同了，任何一只契约兽都必须小心，而且要不是黄鼠兽是在这个偏僻到几乎不太可能与外界联系的岛上，他肯定直接拒绝的。
en_us: After he gave it some thought, You XiaoMo thought it was better to lay everything out into the open. His situation was different from before, every contract he forms must be with caution. If it wasn't for the fact that the Weasel Beast was from this remote to the point of no outer world contact place, he would has immediately rejected it.

source: 游小默想了想还是走过去。
en_us: You XiaoMo thought for a while before walking over.

source: 游小默想了想还是陪了他几枚灵晶，算是凌霄破坏酒楼的份，至于其他的费用，找妖凰族去。
en_us: You XiaoMo thought a bit before still giving him a few spirit gems. It could be considered Ling Xiao's portion for destroying the inn, as well as their other expenses, before leaving to find the Demon Phoenix Clan.

source: 游小默想了想，“还是算了，我可不想当保姆。”
en_us: You XiaoMo thought a bit. "Nah, never mind. I don't want to be a nanny."

source: 游小默想了想，回身对皮球他们说道：“那你们就留在河镇好了，找通灵玄龟的事我们俩去就行了。”
en_us: You XiaoMo thought a bit before he turned around and said to PiQiu and the rest, "Then you guys can just stay at River Town. The two of us can go find the Psychic Black Turtle."

source: 游小默想了想，突然一脸正色，“我什么话也没说，我也没有跟你说过话，你刚刚听错了。”
en_us: You XiaoMo pondered, then he suddenly out on a stern expression, "I didn't say anything and I didn't talk to you. You misheard it just now."

source: 游小默想了想，还是摇摇头，“还是改天好了。”
en_us: You XiaoMo thought about it for a second and shook his head, "Let's do it another day."

source: 游小默想了想，遂问：“老人家何以认定我在胡说？”
en_us: You XiaoMo thought for a moment and asked, "May I ask why you think it's nonsense?"

source: 游小默想从凌霄身上跳下来，抬起头一看，差点惊呼出声。
en_us: You XiaoMo who had wanted to jump down from Ling Xiao’s hold, raised his head for a look and nearly cried out in surprise.

source: 游小默想到他拜托武成找的灵草，不管怎么说还是要回去一趟。
en_us: You XiaoMo thought of the magic herbs that he had requested Wu Cheng to find. No matter what, he still had to go back one more time.

source: 游小默想到他那强悍的防御力，特别是胸口，干脆和他玩起速度，期间交了几次手，每次都被他的力量震得虎口发麻，果然得速战速决。
en_us: You XiaoMo thought of its incredible defenses, especially the chest area, and thought to win by speed. In the mean time, they exchanged a few blows and You XiaoMo felt numb from the shock of his force. Looks like he had no choice but to end it quickly.

source: 游小默想到吞金兽那三只，忍不住扑哧一笑。
en_us: You XiaoMo thought of the Metal Swallowing Beast and the two others, and could not help laughing.

source: 游小默想得入神，直到手指头传来一丝疼痛，他才发现小乌龟竟然咬破他的手指头？
en_us: You XiaoMo was deep in thought until a pain came from his finger. Only then he discovered that the baby turtle had actually bitten through the skin of his finger.

source: 游小默想挤进去看看发生什么事了，可是人群把外面里里外外围了好几层，一时间竟然挤不进去。
en_us: You XiaoMo wanted to squeeze in and see what happened, but the crowd had surrounded the bulding in multiple layers. He couldn't squeeze past them.

source: 游小默想要玄龟族的回报可不是为了解决困难。
en_us: The reason You XiaoMo wanted the Black Turtle Clan's repayment was definitely not so he could resolve some difficulties.

source: 游小默想起丹青祖先的玉简，不知道他老人家是不是有这种丹方？
en_us: You XiaoMo thought of Ancestor Dan Qing's jade drive. Maybe that old fellow would have this type of pill recipe?

source: 游小默想起来了，这小子真的找到他师傅了，而且看起来似乎是真正的师徒了。
en_us: You XiaoMo suddenly remembered. Seems like this kid finally found his master, and they were truly master and disciple now.

source: 游小默想过在空间里炼丹，但是炼顶级灵丹会找来雷云，要是因为这个暴露了空间那就得不偿失了，所以他一直不敢尝试。
en_us: You XiaoMo had considered refine pills in the dimension, but refining transcendent level magic pills would attract thunderclouds. If the dimension was revealed because of this, then the loss wouldn't be worth the gains, so he never once dared to try it.

source: 游小默想阻止他都来不及，这货不会随便报了个天价吧？
en_us: You XiaoMo didn't even have time to stop him. This bastard (这货) couldn't have announced a sky high price, right?

source: 游小默愁啊！
en_us: Ah, what to do!

source: 游小默感到疑惑，却还是起身过去开门，刚打开门就被站在外面的掌柜吓到，走廊有点暗，他又把油灯放在脸下方，简直就像一个鬼。
en_us: You XiaoMo felt confused but still went to open the door. He was greeted with the shopkeeper standing outside, holding an oil lamp beneath his chin, scaring him instantly. He felt as if he'd seen a ghost.

source: 游小默感受了下体内的情况，可惜还是没有突破四品，但是已经是三品巅峰，随时都能突破，接下来就等待那个契机了。
en_us: You XiaoMo checked the condition inside his body. Unfortunately, he still hadn't been able to advance to grade four, but he was already at pinnacle grade three (三品巅峰), so he could break through whenever he wanted to. Next, all he had to do was wait for that opportunity.

source: 游小默感慨的说道：“看在我们曾经是同门师兄弟的份上，我最后再叫你一声江师弟，我知道你一定不愿意当水妖这种怪物，你放心，我现在就帮你解脱，要是下辈子还能轮回，希望我们不要再见面了。”
en_us: You XiaoMo sighed with emotion, "Seeing that we used to be students of the same Academy (?)(同门师兄弟), I'll call you Jiang-shidi for the last time as I'm sure you don't want to be a monster like the Water Demon. Don't worry, I'll release you from your pain now. Just a thing, if reincarnation exists, lets hope to never meet again."

source: 游小默愣一下，刚想问怎么了，就发现屁股下面坐着的东西越来越硬，越来越滚烫，直直的正抵着他两股间的缝隙。
en_us: You XiaoMo stared blankly for a moment. Just as he wanted to ask what happened, he found that the thing his butt was sitting on was getting harder and harder, and hotter and hotter. It pressed straight into the crack between his buns (两股间).

source: 游小默愣了一下，下意识的回道：“你说得对！”
en_us: You XiaoMo was taken aback and he subconsciously replied, "You are right!"

source: 游小默愣了下，掏出两枚灵晶给他，嘟囔道：“你都多大年纪了，竟然想吃糖葫芦哦，那是小孩吃的东西吧？”不过他没想到修炼者的世界竟然也有卖糖葫芦。
en_us: You XiaoMo paused for a moment before pulling out two spirit gems. As he handed it over, he muttered, “How old are you, wanting candied fruits. Aren’t those for kids?” But he was surprised that the practitioner world would have such a thing in the first place.

source: 游小默愣住了。
en_us: You XiaoMo was dumbfounded.

source: 游小默愣住了，“那你呢？”
en_us: You XiaoMo was dumbfounded. "Then what about you?"

source: 游小默愤愤的抱怨起来。
en_us: You XiaoMo bitterly complained. (愤愤的抱怨)

source: 游小默愤愤道：“虽然他本来就说过他是古玛部落的人，但是我总觉得怪怪的，今天看到的那个人跟我认识的他不太一样，以前他看起来吊儿郎当，说话不经大脑，就像个热血青年，现在这个要不是长着同一张脸，那完全就是两个人啊！”
en_us: You XiaoMo continued on angrily, "Although he said he was from the Guma Tribe before, I still felt weird. The one I saw today was different from how he was. He used to fool around a lot, was careless of the things he said, and was just like a hot-blooded teen (吊儿郎当). But now, if they didn't have the same face, I would've thought that they were completely different people!"

source: 游小默慌忙接住，他突然有一种类似‘近乡情怯’的感觉，就好像一心念着的东西已经在他前面，可是他却不敢看一样，生怕里面的东西让他失望。
en_us: You XiaoMo flusteredly caught it. He suddenly had a feeling similar to 'being anxious when approaching one's home after many years of absence'. It was as if something he had always been thinking of was already in front of him, but he did not dare to look at it for fear that the things inside would disappoint him.

source: 游小默慢吞吞的解下最后两个储物袋，有些不情愿的递给他，他还想去第九层和第十层看看，风驰云十有八九在上面，虽然不知道为什么他会被关在上面。
en_us: You XiaoMo slowly removed his remaining two storage bags and handed them over reluctantly. He had wanted to go and check out the ninth and tenth floors. Feng ChiYun was most likely up there, though he didn't know why they'd put him there.

source: 游小默憋得一脸通红。
en_us: You XiaoMo's entire face was red.

source: 游小默憋得满脸通红。
en_us: You XiaoMo restrained himself till his entire face was red.

source: 游小默憋着气，“不试试怎么会知道。”
en_us: You XiaoMo choked with resentment, "How would you know if you don't try?"

source: 游小默懒得理他们，拎着红冠鸡准备去做饭。
en_us: You XiaoMo was too tired to deal with them and carried his Red-Crowned Turkey to make food.

source: 游小默懒得跟他计较了，“那你怎么办，没有我在你身边，如果那些人找到这里，你不是成了瓮中之鳖？”
en_us: You XiaoMo was too lazy to argue with him, "Then what about you? If those people find this place, wouldn't you be a sitting duck without me by your side?"

source: 游小默懒洋洋的掀了下眼皮，“你怎么知道我饿了几百年？”
en_us: You XiaoMo lazily lifted an eyelid, "How did you know that I've been starving for hundreds of years?"

source: 游小默懒洋洋的靠在他肩膀上，摸着吃得圆滚滚的肚子，很不文雅的打了个饱嗝。
en_us: You XiaoMo lazily leaned on Ling Xiao's shoulder. He patted his stomach that was plump from all the food he ate and let out an extremely inelegant belch.

source: 游小默戳了戳凌霄的胸口，嘿嘿的传音给他，这么大的一定高帽子他迫切需要第二个人点头赞同。
en_us: The sound of giggling drifted to Ling Xiao's ears as You XiaoMo poked Ling Xiao's chest. You XiaoMo urgently needed the approval of a second person for so much flattery.

source: 游小默手一抖，半个包子掉到地上。
en_us: You XiaoMo's hands shook and with that the bun fell onto the floor.

source: 游小默手指向他的左上方，那是西北方向。
en_us: You XiaoMo pointed in his upper-left direction. It was in the northwest.

source: 游小默打开储物袋，一看才发现竟然是一袋灵晶，粗略数了一下，里面放着将近一千万灵晶，出手还真是大方，而且这头妖兽还懂得花钱消灾，顿时什么怨气都没了，露出一口小白牙，小财迷就这么被一袋灵晶给收买了。
en_us: You XiaoMo opened the magic bag to find that it was full of spirit gems. With a rough estimate, it was around ten million spirit gems, very generous. He didn't think a demon beast would know to pay them off with money (花钱消灾). At this point, all of his resentment had disappeared and with a wide grin, the little miser (小财迷) was bought by a bag of spirit gems.

source: 游小默打开帖子看了一眼，随手就递出去。
en_us: You XiaoMo opened the note and looked over it before handing it out casually.

source: 游小默打算将所有辅助灵草一起扔进去淬炼，他现在对灵草的提炼手法也比以前好太多，一次性控制一百多株高级灵草问题不大，相反还可以锻炼一心多用。
en_us: You XiaoMo decided to throw all of the supplementary magic herbs into the cauldron together to refine it. His technique for refining magic herbs now had already improved a lot compared to before, and it wasn't much of a problem for him to control a hundred or more high level magic herbs at one time. On the contrary, he could even use it to strengthen his mind and multitask.

source: 游小默打量了一秒，非常肯定的说道：“像我。”
en_us: You XiaoMo looked him up and down, and said extremely confidently, "Like me."

source: 游小默扔掉尖枪，双手迅速的结印，一记琉璃手便拍了过去，十几个守卫顿时东倒西歪。
en_us: Throwing away the lance, You XiaoMo quickly made a seal and threw out a Azure Palm. Instantly, the guards tumbled all over the place.

source: 游小默扯了扯他的袖子，“它不会就是火系元素之心吧？”
en_us: You XiaoMo pulled on his sleeve, "Could that be a Fire Elemental Essence?"

source: 游小默扯了扯凌霄的衣服，悄悄的给他传音。
en_us: You XiaoMo tugged on Ling Xiao's clothes and whispered quietly to him.

source: 游小默扶着凌霄进镇。
en_us: You XiaoMo helped Ling Xiao into the town.

source: 游小默找了几条街才看到这家店，好像集九镇的成衣店就只有这一家。
en_us: You XiaoMo went through several streets before finding this shop. It seemed that there was only this one tailor shop in all of JiJiu Town.

source: 游小默承认，三人的实力都不错，比如这个对他动手的赵二，是个人类修炼者，修为是帝境一星，在人类世界不算低，如果是在一些小地方，以他们的修为已经足够称王称霸了。
en_us: You XiaoMo acknowleges that these three were all formidable. Take Zhao Er for example, he is a human pracitioner at one star Emperor realm (帝境), not low by human standards. If he was in small small places, his level is enough to be king or ruler.

source: 游小默把细线解开，黑鸦立刻逃命似的飞走了。
en_us: You XiaoMo untied the thin thread and the black crow immediately flew away as if it was running for its life.

source: 游小默把两只金翅虫唤了出来，让他们在禁制上啃个洞出来，然后和凌霄神不知鬼不觉的潜了进去。
en_us: You XiaoMo called out his two Golden Winged Insects and told them to gnaw a hole in the restriction seal. Afterwards, he secretly slipped inside with Ling Xiao.

source: 游小默把他们收进衣服里，想了想还是把吞金兽叫了出来。
en_us: You XiaoMo hid them back in his shirt and after he gave some thought to the problem, he decided to call out the Metal Swallowing Beast.

source: 游小默把他拎回桌上，小乌龟不依不饶的咬着他的手指，软软糯糯的，别说疼，就是感觉也没一点，觉得好玩就让小乌龟一直咬着。
en_us: You XiaoMo picked him up and placed him back onto the table. Unwavering, the baby turtle bit his finger in a soft and sticky (软软糯糯) way. He didn't feel anything from it, much less pain, so thinking it was funny, he let him continue to bit on.

source: 游小默把发现告诉凌霄。
en_us: You XiaoMo told Ling Xiao about his discovery.

source: 游小默把大鹏鸟他们也弄了出来，不能化形的小乌龟，金翅虫和吞金兽都被他塞在衣服里。
en_us: You XiaoMo also took the Giant Roc and the rest out. He then stuffed the baby turtle who could not transform, the Golden Winged Insect and the Metal Swallowing Beast into his clothes.

source: 游小默把早上吃的东西都吐出来了。
en_us: You XiaoMo had thrown up everything he had eaten that morning.

source: 游小默把皮球他们都放出来。
en_us: You XiaoMo let PiQiu and the rest out.

source: 游小默把脸埋在他的手臂里，其实他不是故意的，刚刚手一直按在晶石板上，心里一直在想要输入什么价位好，结果一时激动就变成现在这样，他愿意是想等最后再掺一脚，让别人以为他又想哄抬价格。
en_us: You XiaoMo buried his face into his arms. He hadn't one ti on purpose. His hand had been hovering over the crystal tablet as he considered what price he should enter. Then he got a little overexcited and this happened. He had intended to wait for the end to stick his foot in, making others think that he was raising the price for fun again.

source: 游小默把这两天发生的事情简单的复述了一遍，以及掌柜杀害外来者，将他们做成人肉包子，害他差点吃下去的恶行。
en_us: You XiaoMo gave him a basic summary of what had happened in these two days, including how the owner killed outsiders and cooked them into steamed buns, almost making him eat one.

source: 游小默把这件事告诉凌霄。
en_us: You XiaoMo told Ling Xiao.

source: 游小默抓了个船员问清了厨房的位置，一边捉摸着菜色，一边往厨房的方向走过去，他决定亲自下厨。
en_us: You XiaoMo found a crew member and asked after the location of the kitchen. On his way over, he though of what he would make, having decided to cook it himself.

source: 游小默抓了抓头，“我打算明天再炼一枚心脉丹，到时候我再找个时间，你现在怎么样？”
en_us: You XiaoMo scratched his head, "I'm planning to make another Heart Meridian Pill tomorrow. I'll find some time after I'm done. How are you now?"

source: 游小默抓抓头，“可是不对啊，既然他们早知道宝贝就在黑色大峡谷里，为什么还要找另外三张地图？”
en_us: You XiaoMo scratched his head, "But that's weird, if they knew that the treasure was in the Black Canyon, then why would they need the other three maps?"

source: 游小默抓抓头，“听你的。”
en_us: You XiaoMo scratched his head. "Alright."

source: 游小默抓抓头：“啊，其实我主要是想灭某人的口，我觉得她的嘴巴太糟心了，说出来的话总是难以入耳，可是我又不想脏了我的手。”
en_us: You XiaoMo scratched his head, "Ah, actually I just one to kill this one person, her mouth is so annoying. The things that come out is just so hard on the ears, but I don't want to dirty my hands."

source: 游小默抓抓脑袋，“我又不是故意的。”
en_us: You XiaoMo scratched his head. "I didn't do it on purpose."

source: 游小默抬头望着天空，一道悬空而立的身影蓦然出现在那里，看到他的长相，不禁感到诧异。
en_us: You XiaoMo raised his head and looked towards the sky. A figure suddenly appeared there, suspended in midair. Seeing his face, You XiaoMo could help but feel shocked.

source: 游小默抬脚走了过去。
en_us: You XiaoMo walked over.

source: 游小默抬起头怔愣了一秒，表情霎时垮下来，眼神幽怨的看着被他压在身下，却仍然一脸惬意的男人，嘴角抽搐的说道：“我说，至少穿上衣服再进来吧。”
en_us: You XiaoMo raised his head and stared blankly for a second, with stupefied shock on his face. (表情霎时垮下来) He looked at the man, who was looking satisfied despite being pressed down by him, with hidden bitterness in his eyes. The corner of his mouth twitched as he protested, "I say, we should at least wear clothes before coming in ba."

source: 游小默抬起头，“你是怎么知道圣女想杀莫雪姐妹？”
en_us: You XiaoMo raised his head. "How did you know that the holy maiden wanted to kill Mo Xue and her sister?"

source: 游小默抬起头，“你知道我想说什么吗？”他这次一个字都没有说，他就不信凌霄这次能猜到他想说什么。
en_us: You XiaoMo raised his head, "You know what I want to say?" He did not believe that Ling Xiao would be able to guess what he wanted to say this time when he had not even uttered a single word.

source: 游小默抬起头，游震天已经看不到了，难道说在他们聊天的时候，凌霄已经把游震天甩掉了？
en_us: You XiaoMo lifted his head, and he couldn't see You ZhenTian anymore. Could Ling Xiao have thrown You ZhenTian off while they were chatting?

source: 游小默抬起手给了他一记，“虽然你品种不明，但肯定不是狼，嗷呜嗷呜的叫什么，又没人给你颁奖。”
en_us: You XiaoMo wacked him. "Though we have no idea what sort of beast you are, but you definitely aren't a woof. What are you howling for, no one's going to give you a prize for it."

source: 游小默抬起手，它死活不肯松口，笑过后，他忍不住叹气道：“小乌龟啊小乌龟，今晚可能是我们最后一次相处，明天开始你就要回玄龟族，到时你要乖乖的，还要努力变强，把族中的坏人统统都赶跑了。”
en_us: You XiaoMo raised his hand, and the baby turtle refused to loosen his jaws. After You XiaoMo laughed, he couldn't help but sigh. "Baby turtle, ah, baby turtle. Tonight is probably the last time we'll meet. Starting from tomorrow, you'll return to the Black Turtle Clan. When that time comes, you must be obedient, and you must do your best to become strong so you can chase out all of the bad people in the clan."

source: 游小默抬起眼皮看了他一眼，“你知道要怎么浇水吗？
en_us: You XiaoMo lifted his eyelids and looked at him. "Do you know how to water them?"

source: 游小默抬起脚，对准第一个朝他冲过来的打手，重重一踹，后者闪躲不及，身体倒飞出去撞到后面的人，一群人顿时摔得东倒西歪，惨叫声此起彼伏的响起，还有骨头咔嚓的声响，一脚就把四个打手都搞定了。
en_us: You XiaoMo raised a foot and took aim at the first brute that charged towards them, kicking out. The other didn't even have a chance to dodge, his body flying backwards into the three behind him. The group was immediately bowled over, screams resounding along with the cracking of bones. He had dealt with all four in one kick.

source: 游小默抱紧吞金兽撒腿就跑。
en_us: You XiaoMo tightly hugged the Metal Swallowing Beast as he scampered off.

source: 游小默抹了下嘴角，即便他服下心脉丹，但是白虎的精血远比他想象的还要狂暴，而且一滴精血中蕴含的能力非常庞大，能量在他体内四处碰撞，简直就像一匹脱缰的野马。
en_us: You XiaoMo wiped the corner of his mouth. Even though he had taken the Heart Meridian Pill, the White Tiger's Life Blood was even more violent than he had imagined. Moreover, there was an immense amount of power contained in one drop of Life Blood, and the energy collided with itself all throughout his body, as if it were an unbridled wild horse.

source: 游小默抹了下额头的汗水，从空间里拿出照明的夜明珠，由于天已黑，整个山洞也黑漆漆的，伸手不见五指。
en_us: You XiaoMo wiped the sweat from his forehead and took out the illuminating (夜明珠) Night Pearl from his dimension. As it was nighttime, the entire cave was so dark that one could not even see their fingers right in front of their face.

source: 游小默抹了把脸，猩猩果然是皮糙肉厚，为了把剑刺进他的身体里，他使尽吃奶的力气，差点没气了。
en_us: You XiaoMo wiped his face. Gorillas were truly tough with a thick skin. He had use so much force to plunge that sword in, he almost ran out of breath.

source: 游小默抹掉脸上的表情，“你刚刚出价多少？”
en_us: You XiaoMo rubbed away the expression on his face. "What price did you just offer?"

source: 游小默抽了抽鼻子，越是靠近他就越觉得那股吸引力越强大，虽然不会像吸毒一样让他控制不住自己，但是是一直被催促，他有种心慌慌的感觉，所以在听到凌霄的提议后，他仅犹豫了两秒就同意了。
en_us: You XiaoMo rubbed his nose. The closer he got, the stronger the lure felt, and although it wasn't like he had taken drugs and couldn't control himself, it felt as if something was continuously hurrying him along. He had a kind of panicked feeling, so after hearing Ling Xiao's suggestion, he only hesitated for two seconds before agreeing.
